[
  {
    "title": "中風後會診復健",
    "content": "This is a 68 year old female with underlying of\n# Hypertension\n\nThe patient was admitted under the diagnosis of acute ischmic stroke. Under relatively stable vital sign, we need your help for rehabilitation. Thank you.\n\n[Neurological examination]\nE4V5M6\nPupil reflex 3+/3+\nEOM full, VF intact, ptosis(-), nystagmus(-)\nFacial sensation: onion skin normal, light touch symmetrical\nFacial palsy(-)\nTongue deviation(-)\nDysarthria(-)\n[Muscle power] RUL5, RLL5, LUL5, LLL5\n[DTR] L4++/++\nBabinski(R/L): withdraw/withdraw\nFNF: no dysmetria\nHKS: no dysmetria\nLight touch: intact\nPinprick: intact"
  },
  {
    "title": "Central facial palsy with mild numbness NIHSS=2",
    "content": "A 73 y/o male has past history of \n# BPH\n# CAD under aspirin use\n# Dyslipidemia under Crestor use\n# Hypertension\n\nHe has had right facial palsy with drooling and speak indistinctly since 10/20 morning when having breakfast. Assoicated symtpoms included mild numbness at right cheek. He denied fever, nausea or vomiting, blurred vision, slurred speech, head trauma, weakness or loss of conscious. \n\nLKNT: 10/20 08:00\n[Patient baseline status] GCS456, pre-Stroke mRS:0\n[Focused Neurological Examination]\nConsciousness: E4V5M6, alert \nLanguage: no aphasia\nEOM: full, pupil (R/L: 2.5mm+/2.5mm+)\nNo rash or shingles noted \nfacial palsy (+, right central palsy)\nNo tounge deviation\nMotor:\n - upper  (R/L: [5/5])\n - lower  (R/L: [5/5])\nDTR: L4(R/L): ++/++\nBabinski sign: R/L: down/down\nSensory: Pinprick: right V2 dermatome had mild hypoethesia\nNIHSS = 000 001 0000 01000 = 2\n\nBrain CT scan: No acute intracranial hemorrhage or definite acute infarction seen\n\nImpression:\n# Central facial palsy, suspected left subcortical infarction\n\nSuggestion:\n# Aspirin 3# STAT + 1# QD; Clopidogrel 4# STAT + 1# QD\n# We have explained the clinical coarse to the patient and reminded the patient to warn about the red flag sign\n# Suggest Admission (#11294)"
  },
  {
    "title": "Stroke stardard template",
    "content": "A  y/o male/female has past history of \n\npresented with sudden onset of left-sided weakness and slurred speech.\n\nSmoking(-), Alcohol (-)\n[Patient baseline status] GCS, pre-Stroke mRS:0\nLKNT: 10/20 08:00\n[Focused Neurological Examination]\nConsciousness: E4V5M6\nLanguage: [e.g., no aphasia / mild expressive aphasia]\nEOM: full, pupil (R/L: 2.5mm+/2.5mm+)\nno facial palsy\nMotor:\n - upper proximal (R/L: [5/5]), upper distal (R/L: [5/5])\n - lower proximal (R/L: [5/5]), lower distal (R/L: [5/5])\nDTR: C5(R/L): ++/++, C6(R/L): ++/++, C7(R/L): ++/++, L4(R/L): ++/++, S1(R/L): ++/++\nBabinski sign: R/L: down/down\nSensory: pin prick intact\nFNF: no dysmetria, gait: no ataxia\nAssociated symptoms: no nausea/vomiting, no nystagmus, no dysarthria, no dysphagia, no diplopia, no hearing impairment, no tinnitus\n\nER NIHSS: 000 000 0000 00000 = 0\n\nImaging Findings:\nBrain CT scan: No acute intracranial hemorrhage or definite acute infarction seen\n\nImpression:\n# Acute left/right subcortical infarction\n\nSuggestion:\n# Acute Stroke Management:\n - rtPA thrombolysis is not indicated (over time window)\n - EVT is not indicated due to no LVO\n - Aspirin 3#STAT and 1#QD PO, Clopidogrel 4#STAT and 1#QD PO \n - IV hydration N/S\n# We have explained the clinical course to the family and the patient, and reminded them about the red-flag sign. Please keep f/u clinical symptoms and signs before admission.\n# Admission"
  },
  {
    "title": "Status epilepticus with GTCS",
    "content": "This 40 y/o male has past history\n# Hypertension without medical control\n在家全身抽蓄雙眼上吊，發作10分鐘自行逐漸恢復，現意識清楚，第二次發作\n第一次為今年8月在沖繩旅遊時\nAccording to his family, he had convulsion over all extremities with bilateral eyes upper gazing for about 10 minutes today. \nCold sweating was also noted. He denied any prior history of seizures, head trauma, stroke, or other neurological conditions.\nHis consciousness gradually improved on the ambulance with mild post-ictal confusion and nausea sensation, and had fully returned to baseline when he came to the ER.\nThis was his seond time seizure.\nHe denied any medication use. He had head trauma once at 2025/08 in Okinawa when he had his first time seizure.\nHe drinks a bottle of red wine per day for insomnia relief without remarkable increasing or decreasing amount recently. \nHe denied febrile convulsion history, seizure-associated family history or past history.\n\nAccording to his family, he experienced a convulsion involving all extremities with bilateral upward eye gazing for about 10 minutes when having dinner today. He denies any prior history of seizures, head trauma, stroke, or other neurological conditions. His consciousness gradually improved on the ambulance with mild post-ictal confusion and a sensation of nausea, and had fully returned to his baseline when he arrived at the ER.\nThis was his second time experiencing a seizure.\nHe denies fever, infection, stress or any current medication use. He reported a history of head trauma once in 2025/08 in Okinawa, which was when he had his first seizure.\nHe drinks a bottle of red wine per day for insomnia relief, with no remarkable recent increase or decrease in the amount.\nHe denies a history of febrile convulsions, a family history of seizures, or any other pertinent past medical history.\n\nLab data showed Ammonia 99, GOT(AST) 278, Bilirubin T 1.3, GPT(ALT) 166, Lipase 83, WBC 11.86\nBrain CT scan: no ICH or remarkable lesion noted\n\n[NE]\nConsciousness:E4V5M6, alert\nLanguage: no aphasia\nEOM:full,pupil(R/L:2.5mm+/2.5mm+)\nMotor: upper (R/L:5/5),lower (R/L:5/5)\nDTR: L4(R/L):++/++\nno dysarthria, no dysphagia,\nno diplopia, no hearing impairment,no tinnitus \n\nImpression:\n# Recurrent convulsive status epilepticus, secondary to suspected hyperammonemia or hepatic dysfunction\n# Acute hepatocellular Injury, probably alcohol-related\n\nSuggestion:\n# Keppra 1000mg STAT + 500mg Q12H IVD\n# We have explained the clinical course to the family and the patient, and reminded them about the red flag sign.\n# Admission (#11294)"
  },
  {
    "title": "TIA",
    "content": "A 43 y/o male who denied any underlying disease.\nHe had sudden left sided weakness at 10/10 18:30. He denied nausea or vomiting, numbness, headache, loss of conscious, blurred vision, slurred speech, facial palsy, or head trauma. The weakness was totally recovered after 15 minutes.\nHe also mentioned intermitent tension headache within one week. The headache ocurred once a day, with duration of 20-30 minutes, and mainly during his sleeping time. He denied nausea or vomiting, visual or hearing abnormalities.\n\nLKNT: 10/10 18:30\n[Patient baseline status] GCS456, pre-Stroke mRS:0\n[Focused Neurological Examination]\nConsciousness: E4V5M6, alert \nLanguage: no aphasia\nEOM: full, pupil (R/L: 2.5mm+/2.5mm+)\nfacial palsy (-)\nMotor:\n - upper proximal (R/L: [5/5])\n - lower proximal (R/L: [5/5])\nDTR: L4(R/L): ++/++\nBabinski sign: R/L: down/down\nSensory: intact\nFNF: no dysmetria\nNIHSS = 0\n\nBrain CT scan: No acute intracranial hemorrhage or definite acute infarction seen\n\nImpression:\nTIA, ABCD2=3\n\nSuggestion:\n# Aspirin 3# STAT+1# QD\n# Suggest Admission but patient tend to AAD\n# We have explained the clinical coarse to the patient, and reminded him to warn about the red flag sign and high risk of stroke"
  },
  {
    "title": "Herpes zoster",
    "content": "A 39 y/o male who has underlying disease of asthma.\nHe had frequent flu in recent months with more stressed work.\nHe had right headache for 3 days and vesicle over right forehead since yesteray.\nAssociated symptoms included right eye pain with tearing. He denied blurred vision, vomiting, fever, no hearing impairment.\nHe was refered from neuor opd for admission and consult ophthalmologist.\nHZO with blepharoconjunctivitis OD was diagnosed.\n\n[Focused Neurological Examination]\nConsciousness: E4V5M6, alert \nLanguage: no aphasia\nEOM: full, pupil (R/L: 2.5mm+/2.5mm+)\nVisual field: intact\nNo visual impairment, no hearing impairment\nfacial palsy (-)\nSensory: intact\nHurchinson sign: equivocal\nRamsonhunt sign: negative\n\nvesicles near right eye\n\nImpression:\nHerpes zoster over right CNV1 with right blepharoconjunctivitis\n\nSuggestion:\n# Pain control\n# Acyclovir 1000mg Q8H\n# Hydration N/S 40mL/hr and check renal function\n# Suggest Admission (#09182)\n# We have explained the clinical coarse to the patient, and reminded him to warn about the red flag sign"
  },
  {
    "title": "Left VN",
    "content": "This 56 y/o female without known underlying. She had sudden dizziness this 12:00PM with vomiting, mild headache and general weakness. This is her first time dizziness episode. She had unsteady gait without deviation to specific side. She had chronic headache problem but totally improved around 5 years ago. She denied blurred vision, hearing impairment, slurred speech, LOC, fever or recent head truama.\n\n[NE]\nConsciousness:E4V5M6\nLanguage:no aphasia\nEOM:full,pupil(R/L:2.5mm+/2.5mm+)\nMotor: upper (R/L:5/5); lower (R/L:5/5)\nNystagmus: Right-beating nystagmus following Second-degree Alexander's law\nSensory:intact, FNF:no dysmetria, Romberg:(-)\nno dysarthria, no dysphagia, no facial palsy, no diplopia, no hearing impairment, no tinnitus, no meningeal signs, no neck stiffness\nBrain CT scan: no ICH or remarkable lesion noted \n\nImpression:\nLeft vestibular neuritis\n\nSuggestion:\n1. Symptomatic treatment, Dinidol 1#TID PO\n2. Mepron STAT + Compesolon 6# BID\n3. We have explained the clinical course to the family and the patient, and remind to go back to ER if red flag signs present\n4. Neuro OPD f/u"
  },
  {
    "title": "Lecanimab 自費同意書價格",
    "content": "Leqembi 200mg/vial 贈藥 $ 13000\nDiphenhydramine $ 20\nAcetal(acetaminophen) 500mg/tab $ 1\nNormal saline $ 37"
  },
  {
    "title": "00509745",
    "content": "A 74 y/o Female has past history of\nHypertension, DM, Arrhythmia (under regular control at NTUH)\nT2-T3 and Lumbar spine stenosis diagnosed 10 years ago with chronic lower limb weakness (surgery was suggested but refused)\nShe visited our OPD 3 days ago due to right lower limb weakness. At that time, stroke was considered unlikely. However, she complained of worsening weakness over the right leg and subjective difficulty in speech at home. She denied fever, nausea/vomiting, dysarthria, dysphagia, diplopia, hearing impairment or tinnitus.\nLKNT: Unclear (chronic/subacute)\npre-Stroke mRS: 1\nExamination:\nConsciousness: E4V5M6, alert\nLanguage: no aphasia\nEOM: full, pupil (R/L: 3mm+/3mm+)\nFacial palsy (-)\nDysarthria (-)\nDysphagia (-)\nMotor:\n * upper proximal (R/L: 5/5), upper distal (R/L: 5/5)\n * lower proximal (R/L: 4+/5), lower distal (R/L: 4+/5)\n   DTR: L4(R/L): ++/++\n   Babinski sign: R/L: negative\n   Sensory: intact\nER NIHSS: 0\nImaging Findings:\nBrain CT scan: No acute intracranial hemorrhage.\nImpression:\nRight lower limb weakness, suspect spinal stenosis related or psychosomatic (anxiety).\nAcute stroke is unlikely.\nSuggestion:\nWe have explained the clinical course to the family and the patient, please keep f/u clinical symptoms and signs.\nNeuro OPD follow up.\nResident S-H Wang (#2545)"
  }
]